<?php

return [

    'articles' => 'Статьи',
    'usr_articles' => 'Статьи пользователя :user',
    'article' => 'Статья',
    'search_articles' => 'Показаны результаты по запросу ":request"',
    'tag_articles' => 'Showing results by tag ":tag"',
    'article_edit' => 'Редактировать статью',
    'new_article' => 'Добавить новую статью',
    'article_title' => 'Заголовок',
    'article_txt' => 'Текст',
    'article_tags' => 'Тэги: ',
    'article_publish' => 'Опубликовать эту статью',
    'save_err' => 'Произошла ошибка при попытке добавить статью. ',
    'save_ok' => 'Новая статья была добавлена.',
    'update_ok' => 'Изменения были сохранены.',
    'update_err' => 'Произошла ошибка при сохранении изменений. ',
    'delete' => 'Вы действительно хотите удалить эту статью?',
    'delete_ok' => 'Статья была удалена.',
    'delete_perm_err' => 'У Вас нет прав для удаления этой статьи.',
    'cancel' => 'Действие отменено',
    'main_page' => 'Назад на главную страницу',
    'return' => 'Вернуться назад',
    'read_more' => 'Читать далее',
    'type_msg' => 'Введите текст',
    'no_comments' => 'Комментариев пока что нет.',
    'no_articles' => 'Статей пока что нет.',
    'no_usr_articles' => 'Вы пока что не добавляли статьи.',
    'save_btn' => 'Добавить статью',
    'edit_btn' => 'Сохранить',

];