<?php

return [

    'email' => 'E-Mail адрес',
    'name' => 'Имя',
    'login' => 'Войти',
    'password' => 'Пароль',
    'remember' => 'Запомнить меня',
    'forgot_pwd' => 'Забыли свой пароль?',
    'register' => 'Регистрация',
    'confirm_pwd' => 'Подтвердите пароль',
    'reset_pwd' => 'Сбросить пароль',
    'pwd_reset_link' => 'Отправить ссылку для сброса пароля',
    'verify_email' => 'Подтвердите свой E-Mail адрес',
    'fresh_verif_link' => 'Свежая ссылка для подтверждения была отправлена на ваш E-Mail адрес.',
    'verif_link' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
    'is_receive' => 'Если вы не получили письмо',
    'verif_request' => 'нажмите здесь, чтобы запросить другое',

];