<?php

return [

    'title' => 'Комментарии',
    'save_err' => 'Произошла ошибка при попытке добавить комментарий. ',
    'save_ok' => 'Комментарий был добавлен.',
    'update_ok' => 'Изменения были сохранены.',
    'update_err' => 'Произошла ошибка при попытке сохранить изменения. ',
    'delete' => 'Вы точно хотите удалить этот комментарий?',
    'delete_ok' => 'Комментарий был удалён.',
    'delete_perm_err' => 'У Вас нет прав для удаления этого комментария.',
    'type_msg' => 'Введите ваше сообщение',
    'no_comments' => 'Комментарией пока что нет.',
    'editing' => 'Редактирование комментария',
    'edit_cancel' => 'Редактирование комментария было отменено',

];