<?php

return [

    'title' => 'Мой профиль',
    'profile_user' => 'Профиль пользователя',
    'articles_user' => 'Статьи пользователя',
    'profile_edit' => 'Редактировать профиль',
    'email' => 'E-Mail',
    'name' => 'Логин',
    'first_name' => 'Имя',
    'last_name' => 'Фамилия',
    'login' => 'Логин',
    'reg_at' => 'Зарегистрирован:',
    'save_btn' => 'Сохранить изменения',
    'login_exst' => 'Такой логин уже существует.',
    'email_err' => 'Произошла ошибка при отправке письма. ',
    'save_err' => 'Произошла ошибка при сохранении изменений. ',
    'save_ok' => 'Изменения были сохранены.',
    'check_email' => 'Для подтверждения изменения email, на вашу почту была отправлена ссылка для подтверждения.',
    'return' => 'Вернуться к моему профилю',

];